local data = 
{
	[1] = {
		ID = 3000015,
		name = 800001,
		bz = "阿瑞斯",
		intro = 900001,
		bz2 = "战争之神阿瑞斯，深得阿佛洛狄忒爱慕，幽会被阿佛洛狄忒的丈夫当场捉住，成为神界笑柄。",
		combatProp = 1.12,
		soulPrice = 29800,
	},

	[2] = {
		ID = 3000016,
		name = 800002,
		bz = "宙斯",
		intro = 900002,
		bz2 = "众神之王宙斯，只要喜欢，无论是否与自己有血缘关系都能变为妻子，名副其实的泰迪之魂附身。",
		combatProp = 1.12,
		soulPrice = 29800,
	},

	[3] = {
		ID = 3000017,
		name = 800003,
		bz = "美杜莎",
		intro = 900003,
		bz2 = "女妖美杜莎，因美丽的脸蛋被波塞冬强行占有，事后寻求雅典娜帮助被施与石化诅咒。",
		combatProp = 1.12,
		soulPrice = 28800,
	},

	[4] = {
		ID = 3000018,
		name = 800004,
		bz = "齐天大圣",
		intro = 900004,
		bz2 = "猴王齐天大圣，看见轮回中的自己和紫霞仙子在城墙上僵持，于是口吐仙气让两人在城墙上热吻。",
		combatProp = 1.12,
		soulPrice = 25800,
	},

	[5] = {
		ID = 3000019,
		name = 800005,
		bz = "屋大维",
		intro = 900005,
		bz2 = "屋大维作为凯撒的养子，养父被元老院逼走，自己却被列入神的行列，不禁让人怀疑有什么暗中交易。",
		combatProp = 1.12,
		soulPrice = 5580,
	},

	[6] = {
		ID = 3000020,
		name = 800006,
		bz = "拿破仑",
		intro = 900006,
		bz2 = "战神拿破仑一生征战欧洲数国，胜场无数，却连书架上的书籍都拿不到，因为她腿短。",
		combatProp = 1.12,
		soulPrice = 5880,
	},

	[7] = {
		ID = 3000021,
		name = 800007,
		bz = "秦始皇",
		intro = 900007,
		bz2 = "秦始皇一统天下后四处派人寻求长生不老之药，当服下一名道长炼制的巴豆长寿丸后，长睡不起。",
		combatProp = 1.12,
		soulPrice = 5980,
	},

	[8] = {
		ID = 3000022,
		name = 800008,
		bz = "查理曼",
		intro = 900008,
		bz2 = "国王查理曼一辈子做得最多的两件事就是结婚和打仗，共结婚五次，几乎占领整个欧洲大陆。",
		combatProp = 1.12,
		soulPrice = 5280,
	},

	[9] = {
		ID = 3000023,
		name = 800009,
		bz = "张飞",
		intro = 900009,
		bz2 = "武将张飞长相粗糙肤色偏黑，行军过程中偶遇夏侯渊侄女，并抢回山寨娶为张夫人。",
		combatProp = 1.12,
		soulPrice = 980,
	},

	[10] = {
		ID = 3000024,
		name = 800010,
		bz = "阿多斯",
		intro = 900010,
		bz2 = "阿多斯作为智勇双全、剑术超群，最为三剑客的灵魂和统帅经常被对象劈腿",
		combatProp = 1.12,
		soulPrice = 880,
	},

	[11] = {
		ID = 3000025,
		name = 800011,
		bz = "项羽",
		intro = 900011,
		bz2 = "西楚霸王项羽，力大无穷身高八尺，趁着秦始皇服下巴豆长寿丸后率兵起义，最终灭秦。",
		combatProp = 1.12,
		soulPrice = 880,
	},

	[12] = {
		ID = 3000026,
		name = 800012,
		bz = "霍去病",
		intro = 900012,
		bz2 = "霍去病在两次河西之战中，霍去病大破匈奴,最后因病去世，年仅24岁，所以有病得治不能拖。",
		combatProp = 1.12,
		soulPrice = 880,
	},

	[13] = {
		ID = 3000027,
		name = 800013,
		bz = "宫本武藏",
		intro = 900013,
		bz2 = "剑术家宫本武藏与小次郎在岩流岛决一死战，武藏不仅迟到，还痛斥小次郎境界低，真是心机啊。",
		combatProp = 1.12,
		soulPrice = 198,
	},

	[14] = {
		ID = 3000028,
		name = 800014,
		bz = "杰克船长",
		intro = 900014,
		bz2 = "传奇海盗杰克船长纵横四大洋，也是一名玩世不恭的著名加勒比感情骗子。",
		combatProp = 1.12,
		soulPrice = 168,
	},

	[15] = {
		ID = 3000029,
		name = 800015,
		bz = "花荣",
		intro = 900015,
		bz2 = "小李广花荣，梁山上的头号狙击手，但平时眼神特别不好，可能需要带眼镜才能看清宋江在哪。",
		combatProp = 1.12,
		soulPrice = 198,
	},

	[16] = {
		ID = 3000030,
		name = 800016,
		bz = "特里斯坦",
		intro = 900016,
		bz2 = "亚瑟王时代的传奇人物，不论做什么都显得悲伤而又美丽，说白了就是悲催。",
		combatProp = 1.12,
		soulPrice = 168,
	},

	[17] = {
		ID = 3000031,
		name = 800017,
		bz = "狂战士",
		intro = 900017,
		bz2 = "传说中的种族，他有着强壮的身体，在战场中尽情的厮杀，唯一缺点就是发起疯来连自己都打。",
		combatProp = 1.12,
		soulPrice = 28,
	},

	[18] = {
		ID = 3000032,
		name = 800018,
		bz = "勇猛重炮手",
		intro = 900018,
		bz2 = "勇猛的重炮手，武器也是便宜货，经常走火，完全就是不靠谱的家伙。",
		combatProp = 1.12,
		soulPrice = 28,
	},

	[19] = {
		ID = 3000033,
		name = 800019,
		bz = "狂暴弓箭手",
		intro = 900019,
		bz2 = "狂暴弓箭手据说是狂战士的分支，总之都是属于发起疯来对自己人都射的家伙。",
		combatProp = 1.12,
		soulPrice = 28,
	},

	[20] = {
		ID = 3000034,
		name = 800020,
		bz = "重装骑士",
		intro = 900020,
		bz2 = "重装骑士，身穿厚实的盔甲，纯粹就是一个怕死的家伙，唯一优点就是能冲锋。",
		combatProp = 1.12,
		soulPrice = 28,
	},

	[21] = {
		ID = 3000035,
		name = 800021,
		bz = "须佐之男",
		intro = 900021,
		bz2 = "须佐之男暴力与野性的综合体，据说从小就喜欢摔家里的东西，也不知道为什么那么厉害。",
		combatProp = 1.12,
		soulPrice = 25800,
	},

	[22] = {
		ID = 3000036,
		name = 800022,
		bz = "雷神托尔",
		intro = 900022,
		bz2 = "雷神托尔作为傲慢自大的神界王位继承人，被贬入凡间就正义感爆棚，莫名奇妙的和黑暗势力杠上了。",
		combatProp = 1.12,
		soulPrice = 22800,
	},

	[23] = {
		ID = 3000037,
		name = 800023,
		bz = "后羿",
		intro = 900023,
		bz2 = "后羿射日，古老传说射下八个阿波罗分身，以保人间太平，估计阿波罗是很讨厌他的。",
		combatProp = 1.12,
		soulPrice = 28800,
	},

	[24] = {
		ID = 3000038,
		name = 800024,
		bz = "二郎神",
		intro = 900024,
		bz2 = "二郎神杨戬，神仙中的威武大将，有时候脑子一根筋，不喜欢动手老是喜欢放狗咬人。",
		combatProp = 1.12,
		soulPrice = 22800,
	},

	[25] = {
		ID = 3000039,
		name = 800025,
		bz = "德川家康",
		intro = 900025,
		bz2 = "德川家康，也是一名围棋高手，棋艺估计能和现在的阿尔法机器狗一较高下。",
		combatProp = 1.12,
		soulPrice = 4980,
	},

	[26] = {
		ID = 3000040,
		name = 800026,
		bz = "彼得大帝",
		intro = 900026,
		bz2 = "彼得大帝继位后积极发展教育和军事改革，估计战斗名族的性格就是从那时候开始的。",
		combatProp = 1.12,
		soulPrice = 4980,
	},

	[27] = {
		ID = 3000041,
		name = 800027,
		bz = "汉武大帝",
		intro = 900027,
		bz2 = "汉武帝时期攘夷拓土，东并朝鲜、南吞百越、西征大宛、北破匈奴、享年70，几辈人的事他做完了。",
		combatProp = 1.12,
		soulPrice = 5580,
	},

	[28] = {
		ID = 3000042,
		name = 800028,
		bz = "成吉思汗",
		intro = 900028,
		bz2 = "成吉思汗开疆扩土，扫清边界，一举荡平欧亚大陆，但是死因成谜，传闻有可能是被西夏王妃咬死的。",
		combatProp = 1.12,
		soulPrice = 4980,
	},

	[29] = {
		ID = 3000043,
		name = 800029,
		bz = "贝奥武夫",
		intro = 900029,
		bz2 = "贝奥武夫是北欧神话中的英雄，相继斩杀了三大怪兽，获得了北欧英雄的不朽荣耀。",
		combatProp = 1.12,
		soulPrice = 880,
	},

	[30] = {
		ID = 3000044,
		name = 800030,
		bz = "波尔托斯",
		intro = 900030,
		bz2 = "波尔托斯为三个火枪手中的重要人物，虚荣心强、贪钱贪酒、大肚量，笑神经特别发达。",
		combatProp = 1.12,
		soulPrice = 880,
	},

	[31] = {
		ID = 3000045,
		name = 800031,
		bz = "黄忠",
		intro = 900031,
		bz2 = "黄忠为保国家平安，拿起弓箭上战场，年龄偏大依然能拉动弓箭，说明腰力好，爱锻炼。",
		combatProp = 1.12,
		soulPrice = 980,
	},

	[32] = {
		ID = 3000046,
		name = 800032,
		bz = "赵云",
		intro = 900032,
		bz2 = "赵云单枪匹马救出公司老总刘备的儿子刘禅，流传至今的好员工典范，年底奖金肯定翻番。",
		combatProp = 1.12,
		soulPrice = 880,
	},

	[33] = {
		ID = 3000047,
		name = 800033,
		bz = "佐佐木小次郎",
		intro = 900033,
		bz2 = "小次郎与宫本武藏在岩流岛决一死战，武藏不仅迟到，出现就喷小次郎境界低，气得吐血。",
		combatProp = 1.12,
		soulPrice = 198,
	},

	[34] = {
		ID = 3000048,
		name = 800034,
		bz = "佐罗",
		intro = 900034,
		bz2 = "佐罗幸亏生于殖民统治时代，劫富济贫的蒙面黑侠佐罗要是放在古代，就只是个蒙面土匪。",
		combatProp = 1.12,
		soulPrice = 258,
	},

	[35] = {
		ID = 3000049,
		name = 800035,
		bz = "劳拉",
		intro = 900035,
		bz2 = "劳拉从小就被父母计划培养成为一名贵族，但经历过喜马拉雅空难后，劳拉更喜欢冒险生活。",
		combatProp = 1.12,
		soulPrice = 198,
	},

	[36] = {
		ID = 3000050,
		name = 800036,
		bz = "高文",
		intro = 900036,
		bz2 = "圆桌骑士高文被誉为骑士之花，也是白马王子一词的来源，但骑白马的可不一定就是王子。",
		combatProp = 1.12,
		soulPrice = 198,
	},

	[37] = {
		ID = 3000051,
		name = 800037,
		bz = "精锐步兵",
		intro = 900037,
		bz2 = "精锐步兵通过层层选拔脱颖而出，满脑子都是纪律，毫无幽默感。",
		combatProp = 1.12,
		soulPrice = 28,
	},

	[38] = {
		ID = 3000052,
		name = 800038,
		bz = "精锐火枪手",
		intro = 900038,
		bz2 = "精锐火枪手，常年练习射击，满手都是老茧，不知道身份的还以为自我摧残造成的。",
		combatProp = 1.12,
		soulPrice = 28,
	},

	[39] = {
		ID = 3000053,
		name = 800039,
		bz = "精锐弓箭手",
		intro = 900039,
		bz2 = "精锐弓箭手，经过无数次的射箭训练而出，视力很重要，晚上睡觉前不能看小说。",
		combatProp = 1.12,
		soulPrice = 28,
	},

	[40] = {
		ID = 3000054,
		name = 800040,
		bz = "精锐骑兵",
		intro = 900040,
		bz2 = "精锐骑兵都会有一匹和自己常年相伴的马，和马在一起的时间比媳妇在一起的时间还多。",
		combatProp = 1.12,
		soulPrice = 28,
	},

	[41] = {
		ID = 3000055,
		name = 800041,
		bz = "弗蕾亚",
		intro = 900041,
		bz2 = "弗蕾亚作为万物守护者、神明和怪物的首领，有着超高的智商，经常去厕所忘带纸。",
		combatProp = 1.12,
		soulPrice = 25800,
	},

	[42] = {
		ID = 3000056,
		name = 800042,
		bz = "邪神洛基",
		intro = 900042,
		bz2 = "熊孩子洛基见西芙女神的金色头发光泽亮丽，悄悄把她头发剪得一干二净，被表哥雷神托尔痛揍一顿。",
		combatProp = 1.12,
		soulPrice = 22800,
	},

	[43] = {
		ID = 3000057,
		name = 800043,
		bz = "阿尔忒弥斯",
		intro = 900043,
		bz2 = "阿尔忒弥斯经常在林莽和山野间狩猎，几乎每次都会迷路，所以方向感和美貌很重要。",
		combatProp = 1.12,
		soulPrice = 26800,
	},

	[44] = {
		ID = 3000058,
		name = 800044,
		bz = "哪吒",
		intro = 900044,
		bz2 = "哪吒闹海将东海搅的天翻地覆，最后父亲李靖背锅，别学哪吒因为他在坑爹。",
		combatProp = 1.12,
		soulPrice = 25800,
	},

	[45] = {
		ID = 3000059,
		name = 800045,
		bz = "拉美西斯二世",
		intro = 900045,
		bz2 = "拉美西斯二世至今敌人依然惧怕他，臣民爱戴他，神灵保佑她，拥有一段传奇色彩的人生。",
		combatProp = 1.12,
		soulPrice = 5480,
	},

	[46] = {
		ID = 3000060,
		name = 800046,
		bz = "织田信长",
		intro = 900046,
		bz2 = "织田信长被心腹家臣明智光秀谋反而自杀，至今无法找到他的尸体，是不是很神奇！",
		combatProp = 1.12,
		soulPrice = 5280,
	},

	[47] = {
		ID = 3000061,
		name = 800047,
		bz = "阿育王",
		intro = 900047,
		bz2 = "国王阿育王早年好战杀戮，晚年笃信佛教，放下屠刀，这不是啪啪啪打脸吗？",
		combatProp = 1.12,
		soulPrice = 5280,
	},

	[48] = {
		ID = 3000062,
		name = 800048,
		bz = "亚瑟王",
		intro = 900048,
		bz2 = "身着浮夸黄金圣衣的亚瑟王是圆桌骑士首领，幼年时拔出石中剑便成为国王，典型的欧豪不知非洲苦！",
		combatProp = 1.12,
		soulPrice = 5380,
	},

	[49] = {
		ID = 3000063,
		name = 800049,
		bz = "斯巴达",
		intro = 900049,
		bz2 = "斯巴达勇士脾气不好，一言不合就开大招，跳起来一屁股坐死你，最好及时闪现！",
		combatProp = 1.12,
		soulPrice = 880,
	},

	[50] = {
		ID = 3000064,
		name = 800050,
		bz = "圣女贞德",
		intro = 900050,
		bz2 = "圣女贞德和花木兰相同，不爱红妆爱武装，带兵打仗的好手。",
		combatProp = 1.12,
		soulPrice = 980,
	},

	[51] = {
		ID = 3000065,
		name = 800051,
		bz = "哲别",
		intro = 900051,
		bz2 = "哲别归降明主铁木真后深受信任，成为一名重要成员，所以请擦亮双眼别眼瞎跟错老大！",
		combatProp = 1.12,
		soulPrice = 880,
	},

	[52] = {
		ID = 3000066,
		name = 800052,
		bz = "马超",
		intro = 900052,
		bz2 = "马超一生戎马心孤单，心系宗族之仇，奈何心有余而力不足，唯望其弟继承宗族。",
		combatProp = 1.12,
		soulPrice = 980,
	},

	[53] = {
		ID = 3000067,
		name = 800053,
		bz = "爱德华剪刀手",
		intro = 900053,
		bz2 = "爱德华剪刀手曾对美术说：如果我没有刀，我就不能保护你，如果我有刀，我就不能拥抱你。",
		combatProp = 1.12,
		soulPrice = 168,
	},

	[54] = {
		ID = 3000068,
		name = 800054,
		bz = "福尔摩斯",
		intro = 900054,
		bz2 = "福尔摩斯喜欢侦破案件，在侦探界是出名的能手，当然最有名的还是其和华生的基情绯闻！",
		combatProp = 1.12,
		soulPrice = 188,
	},

	[55] = {
		ID = 3000069,
		name = 800055,
		bz = "兰博",
		intro = 900055,
		bz2 = "兰博访问老战友，竟被乡巴佬警官压迫，最终暴走，一人对抗一个军队，真是人不可貌相。",
		combatProp = 1.12,
		soulPrice = 188,
	},

	[56] = {
		ID = 3000070,
		name = 800056,
		bz = "堂吉诃德",
		intro = 900056,
		bz2 = "唐吉坷德幻想自己是一名骑士，伸张正义，仗剑走天下，结果发现自己生错了时代，投胎选服果然很重要！",
		combatProp = 1.12,
		soulPrice = 198,
	},

	[57] = {
		ID = 3000071,
		name = 800057,
		bz = "鱼人战士",
		intro = 900057,
		bz2 = "鱼人战士生活在海底，因为羡慕陆地上的人文，所以想来闯荡一下，结果被卖到战场上了。",
		combatProp = 1.12,
		soulPrice = 28,
	},

	[58] = {
		ID = 3000072,
		name = 800058,
		bz = "矮人火枪手",
		intro = 900058,
		bz2 = "矮人火枪手脾气暴躁，喜欢喝酒，但是没有钱付账，所以找来一把陈旧的火枪防身。",
		combatProp = 1.12,
		soulPrice = 28,
	},

	[59] = {
		ID = 3000073,
		name = 800059,
		bz = "骷髅射手",
		intro = 900059,
		bz2 = "骷髅射手生前是一名风流的射手，死后不甘寂寞，变成骷髅还保留了生前最重要的能力。",
		combatProp = 1.12,
		soulPrice = 28,
	},

	[60] = {
		ID = 3000074,
		name = 800060,
		bz = "骑猪勇士",
		intro = 900060,
		bz2 = "骑猪勇士从小与猪为伴，最终他打破了世人的禁忌，突破道德底线，与猪常伴相守。",
		combatProp = 1.12,
		soulPrice = 28,
	},

	[61] = {
		ID = 3000075,
		name = 800061,
		bz = "阿努比斯",
		intro = 900061,
		bz2 = "阿努比斯常年跟尸体打交道，需要擦香水来掩盖身上的气味，说到底死神也是爱美的。",
		combatProp = 1.12,
		soulPrice = 22800,
	},

	[62] = {
		ID = 3000076,
		name = 800062,
		bz = "伏羲",
		intro = 900062,
		bz2 = "大家应该感谢伏羲改变了婚姻习俗，所以孩子现在跟父姓。那时候子女可是只知其母而不知父的状态。",
		combatProp = 1.12,
		soulPrice = 25800,
	},

	[63] = {
		ID = 3000077,
		name = 800063,
		bz = "丘比特",
		intro = 900063,
		bz2 = "丘比特作为一个小爱神，常常乱给别人射爱情和厌恶之箭，可怜的单身狗都是它害的。",
		combatProp = 1.12,
		soulPrice = 23800,
	},

	[64] = {
		ID = 3000078,
		name = 800064,
		bz = "哈迪斯",
		intro = 900064,
		bz2 = "哈迪斯作为冥王，时常受到其他女神的青睐，但是他似乎不感兴趣，也不知道是不是身体有问题。",
		combatProp = 1.12,
		soulPrice = 24800,
	},

	[65] = {
		ID = 3000079,
		name = 800065,
		bz = "居鲁士",
		intro = 900065,
		bz2 = "居鲁士作为波斯帝国的缔造者，讲道理应该享受荣华富贵，却改不了本性，最终死在战场上。",
		combatProp = 1.12,
		soulPrice = 5280,
	},

	[66] = {
		ID = 3000080,
		name = 800066,
		bz = "路易十四",
		intro = 900066,
		bz2 = "路易十四利用传教士去给民众进行洗脑，让他们相信君权神授，结果他坐享其成，坐稳王座。",
		combatProp = 1.12,
		soulPrice = 4880,
	},

	[67] = {
		ID = 3000081,
		name = 800067,
		bz = "爱德华一世",
		intro = 900067,
		bz2 = "爱德华一世应该是英国王室中跑的最快的一位了，因为他是长腿爱德华。",
		combatProp = 1.12,
		soulPrice = 5580,
	},

	[68] = {
		ID = 3000082,
		name = 800068,
		bz = "阿提拉",
		intro = 900068,
		bz2 = "阿提拉利用熟悉罗马地理环境的优势，围攻罗马获得巨额赔款，是碰瓷大妈的始祖。",
		combatProp = 1.12,
		soulPrice = 5080,
	},

	[69] = {
		ID = 3000083,
		name = 800069,
		bz = "上杉谦信",
		intro = 900069,
		bz2 = "上杉谦信出家当和尚，但是喜欢权利，好战，世间传闻她跟武田信玄有点不清不楚。",
		combatProp = 1.12,
		soulPrice = 880,
	},

	[70] = {
		ID = 3000084,
		name = 800070,
		bz = "阿拉密斯",
		intro = 900070,
		bz2 = "阿拉密斯容貌秀美、文学素养高，却因为仇恨变坏到了心狠手辣的地步。",
		combatProp = 1.12,
		soulPrice = 880,
	},

	[71] = {
		ID = 3000085,
		name = 800071,
		bz = "李广",
		intro = 900071,
		bz2 = "李广在出门打猎时，看见一块长得像老虎的石头，一箭射去结果射穿了，将军好臂力。",
		combatProp = 1.12,
		soulPrice = 880,
	},

	[72] = {
		ID = 3000086,
		name = 800072,
		bz = "关羽",
		intro = 900072,
		bz2 = "五虎上将之首，为人高傲，刮骨疗毒时脸都撑红了还是一声不吭，死要面子活受罪。",
		combatProp = 1.12,
		soulPrice = 980,
	},

	[73] = {
		ID = 3000087,
		name = 800073,
		bz = "李小龙",
		intro = 900073,
		bz2 = "李小龙自创截拳道，开武馆教群众跳广场舞，却猝死在朋友家中，传奇人物的陨落。",
		combatProp = 1.12,
		soulPrice = 198,
	},

	[74] = {
		ID = 3000088,
		name = 800074,
		bz = "荒野大镖客",
		intro = 900074,
		bz2 = "镖客认成嫖客的都去面壁！这个镖客可是铲除了镇上的恶势力，帮镇上恢复了往日的平静的英雄。",
		combatProp = 1.12,
		soulPrice = 168,
	},

	[75] = {
		ID = 3000089,
		name = 800075,
		bz = "精灵王子",
		intro = 900075,
		bz2 = "精灵王子与众多好友齐心协力击败索伦大军后，他就与好基友一起离开，深藏功与名。",
		combatProp = 1.12,
		soulPrice = 168,
	},

	[76] = {
		ID = 3000090,
		name = 800076,
		bz = "爵士凯",
		intro = 900076,
		bz2 = "爵士凯与亚瑟王从小长大，知道很多亚瑟王的秘密，她经常用这些秘密换取东西。",
		combatProp = 1.12,
		soulPrice = 198,
	},

	[77] = {
		ID = 3000091,
		name = 800077,
		bz = "持盾卫士",
		intro = 900077,
		bz2 = "持盾卫士手持巨盾，行动缓慢，为保护家园以及队友，行走在战场的最前方。",
		combatProp = 1.12,
		soulPrice = 28,
	},

	[78] = {
		ID = 3000092,
		name = 800078,
		bz = "老练狙击手",
		intro = 900078,
		bz2 = "老练的狙击手时常的摩擦自己的枪管，因为他相信自己的技术不会擦枪走火。",
		combatProp = 1.12,
		soulPrice = 28,
	},

	[79] = {
		ID = 3000093,
		name = 800079,
		bz = "皇家弩兵",
		intro = 900079,
		bz2 = "皇家弩兵从小得到皇室的培训，眼神特别好，任何缝隙都能看的清清楚楚。",
		combatProp = 1.12,
		soulPrice = 28,
	},

	[80] = {
		ID = 3000094,
		name = 800080,
		bz = "驯龙者",
		intro = 900080,
		bz2 = "驯龙者其实训练的不是龙，而是一种蜥蜴，为了满足虚荣心才叫驯龙者，可悲。",
		combatProp = 1.12,
		soulPrice = 28,
	},

	[81] = {
		ID = 3000095,
		name = 800081,
		bz = "雅典娜",
		intro = 900081,
		bz2 = "雅典娜作为一名女强人，任何追求她的男人都不及她优秀，所以她一辈子都是单身。",
		combatProp = 1.12,
		soulPrice = 21800,
	},

	[82] = {
		ID = 3000096,
		name = 800082,
		bz = "女娲",
		intro = 900082,
		bz2 = "女娲用闲余时间捏人，赋予思想陪自己解闷，后来发现创造出了人类，最终造出了万物。",
		combatProp = 1.12,
		soulPrice = 23800,
	},

	[83] = {
		ID = 3000097,
		name = 800083,
		bz = "嫦娥",
		intro = 900083,
		bz2 = "嫦娥长期受到家暴，不甘受辱，于是趁后羿不在家的时候偷吃神药，最后奔月成仙。",
		combatProp = 1.12,
		soulPrice = 22800,
	},

	[84] = {
		ID = 3000098,
		name = 800084,
		bz = "波塞冬",
		intro = 900084,
		bz2 = "波塞冬作为一名老司机，时常在水中发车，并凭借经验丰富的开车技巧从来没出过车祸。",
		combatProp = 1.12,
		soulPrice = 29800,
	},

	[85] = {
		ID = 3000099,
		name = 800085,
		bz = "大流士一世",
		intro = 900085,
		bz2 = "大流士一世统治了波斯帝国37年，最后固执昏庸，引发不满，她是吃了文化的亏，思考太少。",
		combatProp = 1.12,
		soulPrice = 5080,
	},

	[86] = {
		ID = 3000100,
		name = 800086,
		bz = "凯瑟琳大帝",
		intro = 900086,
		bz2 = "凯瑟琳大帝因丈夫无能，导致其在私会情夫，最终这些情夫帮助她登上帝位。",
		combatProp = 1.12,
		soulPrice = 5580,
	},

	[87] = {
		ID = 3000101,
		name = 800087,
		bz = "唐太宗",
		intro = 900087,
		bz2 = "唐太宗开创了贞观之治，以史为镜，国泰民安，只有他自己知道其实他只是爱美，喜欢照镜子而已。",
		combatProp = 1.12,
		soulPrice = 5380,
	},

	[88] = {
		ID = 3000102,
		name = 800088,
		bz = "凯撒大帝",
		intro = 900088,
		bz2 = "凯撒大帝不畏强权，面对逼迫与妻子离婚时，毅然的拒绝并离开了罗马，顶天立地的男子汉。",
		combatProp = 1.12,
		soulPrice = 5280,
	},

	[89] = {
		ID = 3000103,
		name = 800089,
		bz = "明智光秀",
		intro = 900089,
		bz2 = "明智光秀为了替母亲报仇，卧薪尝胆，最终在本能寺伺机反水做了老大，大仇得报。",
		combatProp = 1.12,
		soulPrice = 980,
	},

	[90] = {
		ID = 3000104,
		name = 800090,
		bz = "李舜臣",
		intro = 900090,
		bz2 = "李舜臣以少胜多，战胜寇军，结果死后才被追封为忠武公，有什么用？应该珍惜眼前人。",
		combatProp = 1.12,
		soulPrice = 880,
	},

	[91] = {
		ID = 3000105,
		name = 800091,
		bz = "花木兰",
		intro = 900091,
		bz2 = "花木兰替父从军，在军营中与其他士兵同吃同睡居然没有被认出来，只可能是因为太小了。",
		combatProp = 1.12,
		soulPrice = 980,
	},

	[92] = {
		ID = 3000106,
		name = 800092,
		bz = "兰斯洛特",
		intro = 900092,
		bz2 = "兰斯洛特喜欢上了兄弟的女人，而且两人维持着柏拉图似的爱情，根本就是贼心没贼胆。",
		combatProp = 1.12,
		soulPrice = 980,
	},

	[93] = {
		ID = 3000107,
		name = 800093,
		bz = "服部半藏",
		intro = 900093,
		bz2 = "服部半藏作为忍者界的老大，谁也不知道他真正的面目，听说以前因长相被嫌而永不见人。",
		combatProp = 1.12,
		soulPrice = 198,
	},

	[94] = {
		ID = 3000108,
		name = 800094,
		bz = "华生",
		intro = 900094,
		bz2 = "夏洛克的好基友，听说打拳和抽烟比夏洛克厉害，其他都弱爆了！",
		combatProp = 1.12,
		soulPrice = 168,
	},

	[95] = {
		ID = 3000109,
		name = 800095,
		bz = "辛巴达",
		intro = 900095,
		bz2 = "辛巴达为了得到宝物，背叛了自己的好朋友，结果偷鸡不成蚀把米，把自己给搭进去了。",
		combatProp = 1.12,
		soulPrice = 258,
	},

	[96] = {
		ID = 3000110,
		name = 800096,
		bz = "阿凡提",
		intro = 900096,
		bz2 = "阿凡提喜欢骑着毛驴在镇上闲逛，居民一点都不讨厌他，因为他乐于助人，能言善道。",
		combatProp = 1.12,
		soulPrice = 198,
	},

	[97] = {
		ID = 3000111,
		name = 800097,
		bz = "银色侍从",
		intro = 900097,
		bz2 = "银色侍从身穿银色制服，由于信仰问题，只会穿银色的衣服，常常聚集在一起跳广场舞。",
		combatProp = 1.12,
		soulPrice = 28,
	},

	[98] = {
		ID = 3000112,
		name = 800098,
		bz = "双枪侠客",
		intro = 900098,
		bz2 = "双枪侠客经常嘲笑他人不行，而且别人也无法反驳，因为他有两把枪。",
		combatProp = 1.12,
		soulPrice = 28,
	},

	[99] = {
		ID = 3000113,
		name = 800099,
		bz = "精灵射手",
		intro = 900099,
		bz2 = "精灵射手是森林中的王者，经常在森林中捕杀稀有动物，最后被抓流放到战场上赎罪。",
		combatProp = 1.12,
		soulPrice = 28,
	},

	[100] = {
		ID = 3000114,
		name = 800100,
		bz = "光明骑士",
		intro = 900100,
		bz2 = "光明骑士作为神圣的象征，却因为内心的欲望争夺天下，被贬下凡作为一名最低等的骑士。",
		combatProp = 1.12,
		soulPrice = 28,
	},

	[101] = {
		ID = 3000115,
		name = 800101,
		bz = "盘古",
		intro = 900101,
		bz2 = "盘古经常腰疼，下定决心挥开山斧练腰力，最终成就了开天辟地的壮举！",
		combatProp = 1.12,
		soulPrice = 25800,
	},

	[102] = {
		ID = 3000116,
		name = 800102,
		bz = "天照大神",
		intro = 900102,
		bz2 = "天照大神爱发脾气，最后却被称赞为最高贵的神而逗乐，果然女人都是喜欢听好话。",
		combatProp = 1.12,
		soulPrice = 26800,
	},

	[103] = {
		ID = 3000117,
		name = 800103,
		bz = "阿波罗",
		intro = 900103,
		bz2 = "阿波罗擅长弹奏竖琴，美妙的旋律有如天籁，据说小时候就喜欢对着牛联系弹奏。",
		combatProp = 1.12,
		soulPrice = 29800,
	},

	[104] = {
		ID = 3000118,
		name = 800104,
		bz = "奥丁",
		intro = 900104,
		bz2 = "奥丁为了喝智慧井的水，毅然的以自己的眼睛为代价获得智慧，成大事者果然需要大气魄。",
		combatProp = 1.12,
		soulPrice = 29800,
	},

	[105] = {
		ID = 3000119,
		name = 800105,
		bz = "汉尼拔",
		intro = 900105,
		bz2 = "汉尼拔一生都在跟罗马抗争，最后还是落的一个被逼服毒自尽的下场，赤裸裸的落后要挨打。",
		combatProp = 1.12,
		soulPrice = 5680,
	},

	[106] = {
		ID = 3000120,
		name = 800106,
		bz = "丰臣秀吉",
		intro = 900106,
		bz2 = "丰臣秀吉从农民到当上了日本太阁，统一日本，简直是大写的励志！人要有梦想，万一你爸帮你实现了呢。",
		combatProp = 1.12,
		soulPrice = 5780,
	},

	[107] = {
		ID = 3000121,
		name = 800107,
		bz = "克里奥佩特拉",
		intro = 900107,
		bz2 = "埃及艳后克里奥佩特拉让凯撒大帝和安东尼两位传奇将领均拜倒在她的石榴裙下，果然年轻就是有资本。",
		combatProp = 1.12,
		soulPrice = 5880,
	},

	[108] = {
		ID = 3000122,
		name = 800108,
		bz = "亚历山大",
		intro = 900108,
		bz2 = "亚历山大以其雄才大略，统一了希腊，荡平波斯帝国，可惜还没有来得及享受就病逝了。",
		combatProp = 1.12,
		soulPrice = 5880,
	},

	[109] = {
		ID = 3000123,
		name = 800109,
		bz = "武田信玄",
		intro = 900109,
		bz2 = "武田信玄一生中与上杉谦信对战数次，最后发现最懂自己是上杉谦信，果然还是基友好啊。",
		combatProp = 1.12,
		soulPrice = 980,
	},

	[110] = {
		ID = 3000124,
		name = 800110,
		bz = "达达尼昂",
		intro = 900110,
		bz2 = "乡野出身的达达尼昂完全继承了没头没脑的乐天精神，也就是冥顽不化的乡野倔脾气。",
		combatProp = 1.12,
		soulPrice = 980,
	},

	[111] = {
		ID = 3000125,
		name = 800111,
		bz = "罗宾汉",
		intro = 900111,
		bz2 = "罗宾汉为了拿回属于自己的财产，召集了当地一批农民进行闹事，最后他居然还成功了。",
		combatProp = 1.12,
		soulPrice = 1280,
	},

	[112] = {
		ID = 3000126,
		name = 800112,
		bz = "岳飞",
		intro = 900112,
		bz2 = "岳飞出仕之前，其母在其背上刺字，将“尽忠报国”刻成“精忠报国”，日后为谨遵母命，专心报国一辈子。",
		combatProp = 1.12,
		soulPrice = 1280,
	},

	[113] = {
		ID = 3000127,
		name = 800113,
		bz = "波斯王子",
		intro = 900113,
		bz2 = "波斯王子在送宝物“时之刃”到神庙的路上，利用时之刃撩妹成功，捕获了塔丽娜公主的欢心。",
		combatProp = 1.12,
		soulPrice = 198,
	},

	[114] = {
		ID = 3000128,
		name = 800114,
		bz = "黑帮教父",
		intro = 900114,
		bz2 = "黑帮教父在被崔斯特出卖后关进了监狱，经历数年的暗中交易成功逃出，手握“命运”寻找崔斯特。",
		combatProp = 1,
		soulPrice = 168,
	},

	[115] = {
		ID = 3000129,
		name = 800115,
		bz = "薛仁贵",
		intro = 900115,
		bz2 = "雪下的那么深，下的那么认真～哼歌的都停下，这是薛仁贵不是那个歌手。",
		combatProp = 1,
		soulPrice = 258,
	},

	[116] = {
		ID = 3000130,
		name = 800116,
		bz = "阿里巴巴",
		intro = 900116,
		bz2 = "阿里巴巴捡到一张彩票，靠女仆的帮助得到了奖金，他让儿子娶了女仆，最后钱全部都是他的了。",
		combatProp = 1,
		soulPrice = 258,
	},

	[117] = {
		ID = 3000131,
		name = 800117,
		bz = "战场老兵",
		intro = 900117,
		bz2 = "战场老兵是经历过战火纷飞的，他能辨别敌人的脚步声做完防御动作，朝敌人反方向逃走。",
		combatProp = 1,
		soulPrice = 28,
	},

	[118] = {
		ID = 3000132,
		name = 800118,
		bz = "枪械大师",
		intro = 900118,
		bz2 = "枪械大师常常组装拆卸枪支，最后吹嘘自己达到了用意念去组装拆卸的境界，最后被发现是假的。",
		combatProp = 1,
		soulPrice = 28,
	},

	[119] = {
		ID = 3000133,
		name = 800119,
		bz = "高原猎手",
		intro = 900119,
		bz2 = "高原猎手不太适应平原地区的生活，经常左脚踩右脚摔倒，所以主场作战很重要。",
		combatProp = 1,
		soulPrice = 28,
	},

	[120] = {
		ID = 3000134,
		name = 800120,
		bz = "黑暗骑士",
		intro = 900120,
		bz2 = "黑暗骑士作为堕落一族的勇者，以击杀光明骑士为荣，于是满世界的再找光明骑士挑战。",
		combatProp = 1,
		soulPrice = 28,
	},

	[121] = {
		ID = 3000135,
		name = 800121,
		bz = "赵山河",
		intro = 900121,
		bz2 = "沙漏首席节操官，外表粗犷、声线娇弱，私藏的500G硬盘让众位研发大神朝思暮想！(获得途径:VIP10级礼包)",
		combatProp = 1.12,
		soulPrice = 65800,
	},

	[122] = {
		ID = 3000136,
		name = 800122,
		bz = "王雪花",
		intro = 900122,
		bz2 = "悬空城的神经病公主，满世界寻找复国的指挥官，信奉总有一天能成功复国。(获得途径:VIP12级礼包)",
		combatProp = 1.12,
		soulPrice = 70800,
	},

	[123] = {
		ID = 3000137,
		name = 800123,
		bz = "黑市商人",
		intro = 900123,
		bz2 = "悬空城的黑心商人，利用职务之便不知迫害了多少美少男，面具下的脸庞让人好奇。(获得途径:VIP9级礼包)",
		combatProp = 1.12,
		soulPrice = 55800,
	},

	[124] = {
		ID = 3000138,
		name = 800124,
		bz = "公会会长",
		intro = 900124,
		bz2 = "自称是公会会长的心机女，自创货币荣誉点，让无数指挥官为其卖命，大家都疯了吗？(获得途径：VIP11级礼包)",
		combatProp = 1.12,
		soulPrice = 60800,
	},

	[125] = {
		ID = 3000139,
		name = 800125,
		bz = "蕾丝彦祖",
		intro = 900125,
		bz2 = "三次元杂谈大触，终日吐槽番剧的他，终于被王雪花带到了游戏中，每晚狠狠调教…",
		combatProp = 1.04,
		soulPrice = 55800,
	},

	[126] = {
		ID = 3000140,
		name = 800126,
		bz = "邪恶宝箱",
		intro = 900126,
		bz2 = "巨龙召唤出的邪恶宝箱，击杀可获得惊喜奖励。",
		combatProp = 1,
		soulPrice = 1,
	},

	[127] = {
		ID = 3000141,
		name = 800127,
		bz = "龙族精英",
		intro = 900127,
		bz2 = "强大的龙族精英",
		combatProp = 1,
		soulPrice = 1,
	},

	[128] = {
		ID = 3000142,
		name = 800128,
		bz = "子初一山",
		intro = 900128,
		bz2 = "《冒牌监护人》主演子初（张一山饰），终日无所事事的小混混，被王雪花看中，带入到悬空城，成为后宫男团的一员",
		combatProp = 1.04,
		soulPrice = 29800,
	},

	[129] = {
		ID = 3000143,
		name = 800129,
		bz = "笑嘻嘻",
		intro = 900129,
		bz2 = "《冒牌监护人》主演，在家玩儿玩具的笑嘻嘻，误食了异次元奶酪，于是就这么来到了悬空城",
		combatProp = 1.04,
		soulPrice = 5880,
	},

	[130] = {
		ID = 3000144,
		name = 800130,
		bz = "小拳拳",
		intro = 900130,
		bz2 = "悬空城的第一奇葩，公主的近卫，负责公主起居。一直幻想成为悬空城仅次于公主的第二美少女。",
		combatProp = 1.08,
		soulPrice = 40800,
	},

	[131] = {
		ID = 3000145,
		name = 800131,
		bz = "圣诞老司机",
		intro = 900131,
		bz2 = "圣诞老人收到小魔仙的心愿穿越而来，驾驶着雪橇在天空穿梭，最喜欢有人对他说“老司机带带我！”",
		combatProp = 1.04,
		soulPrice = 29800,
	},

	[132] = {
		ID = 3000146,
		name = 800132,
		bz = "雪人",
		intro = 900132,
		bz2 = "圣诞怪物",
		combatProp = 1,
		soulPrice = 1,
	},

	[133] = {
		ID = 3000147,
		name = 800133,
		bz = "圣诞树",
		intro = 900133,
		bz2 = "圣诞怪物",
		combatProp = 1,
		soulPrice = 1,
	},

}

return data
